import React from "react";
import './aboutMe.css';

const AboutMe = () => {
    return (
        <>
        <div className="aboutMeBox">
            <div className="aboutMeText">
                <h1>안녕하세요.</h1>
                <h1>미완성 개발자를 꿈꾸는 손지아입니다.</h1>
                <hr />

                <h3>"미완성 개발자를 목표로"</h3>

                <p>
                    <strong>안녕하세요. 백엔드 개발자가 되고 싶은 손지아입니다.</strong>
                </p>
                <p>
                    저는 그동안 출판사, 아이코스, 정신과 데스크 등에서 일하며 특히 커뮤니케이션과 관련된 능력을 길러왔습니다.
                    그러다 지속적인 학습과 도전을 요구하는 직업인 개발자에 흥미를 갖게 되었습니다.
                    퇴근 후 유튜브에 올라와 있는 무료 인터넷 강의를 따라가다보니 본격적으로 공부해보고 싶다는 생각이 들어 다니던 직장을 그만두고 올해 2월부터 국비 지원을 통해 학원을 다녔습니다.
                </p>
                <p>
                    만족해버리면 성장은 멈춘다고 생각합니다.
                    저는 미완성 개발자로, 늘 궁금해하고 배우며 지속적으로 역량을 향상시키겠습니다.
                </p>
            </div>
        </div>
        </>
    );
}

export default AboutMe;